fixed docs styling
